Repository: SEAStudio365/xSpark
Catalog: xSpark/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Accessibility access required
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助使用權限

source: Appearance & Behavior
zh_hans: 外观与行为
zh_hant: 外觀與行為

source: cut
zh_hans: 剪下
zh_hant: 剪下

source: Cut & Paste
zh_hans: 剪下与贴上
zh_hant: 剪下與貼上

source: Cut & paste files in Finder — the Windows way.
zh_hans: 在 Finder 中剪下与贴上文件——Windows 的操作方式。
zh_hant: 在 Finder 中剪下與貼上檔案——Windows 的操作方式。

source: Cut %d items
zh_hans: 已剪下 %d 个项目
zh_hant: 已剪下 %d 個項目

source: Cut 1 item
zh_hans: 已剪下 1 个项目
zh_hant: 已剪下 1 個項目

source: Cut failed: No items selected
zh_hans: 剪下失败：未选取任何项目
zh_hant: 剪下失敗：未選取任何項目

source: Enable Cut & Paste
zh_hans: 启用剪下与贴上
zh_hant: 啟用剪下與貼上

source: Go to the destination folder and press ⌘V.
zh_hans: 前往目标文件夹后按 ⌘V。
zh_hant: 前往目的資料夾後按 ⌘V。

source: Hide Dock icon
zh_hans: 隐藏 Dock 图标
zh_hant: 隱藏 Dock 圖示

source: How it works
zh_hans: 运作方式
zh_hant: 運作方式

source: Launch at login
zh_hans: 登入时启动
zh_hant: 登入時啟動

source: move here
zh_hans: 贴到这里
zh_hant: 貼到這裡

source: Moved %d items
zh_hans: 已移动 %d 个项目
zh_hant: 已移動 %d 個項目

source: Moved 1 item
zh_hans: 已移动 1 个项目
zh_hant: 已移動 1 個項目

source: Open System Settings
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Open xSpark
zh_hans: 打开 xSpark
zh_hant: 打開 xSpark

source: Play a system sound when ⌘X marks files.
zh_hans: 按下 ⌘X 标记文件时播放系统音效。
zh_hant: 按下 ⌘X 標記檔案時播放系統音效。

source: Play sound on cut
zh_hans: 剪下时播放音效
zh_hant: 剪下時播放音效

source: Press ⌘V to move here
zh_hans: 按 ⌘V 移动到此处
zh_hant: 按 ⌘V 移動到此處

source: Preview
zh_hans: 预览
zh_hant: 預覽

source: Quit xSpark
zh_hans: 结束 xSpark
zh_hant: 結束 xSpark

source: Re-check
zh_hans: 重新检查
zh_hant: 重新檢查

source: Run quietly from the menu bar only.
zh_hans: 仅在菜单栏中静默运行。
zh_hant: 僅在選單列中靜默執行。

source: Select files in Finder and press ⌘X. A floating tag confirms what was cut.
zh_hans: 在 Finder 中选取文件后按 ⌘X，浮动提示会确认已剪下的内容。
zh_hant: 在 Finder 中選取檔案後按 ⌘X，浮動提示會確認已剪下的內容。

source: Sound
zh_hans: 音效
zh_hant: 音效

source: Start xSpark automatically when you log in.
zh_hans: 登入时自动启动 xSpark。
zh_hant: 登入時自動啟動 xSpark。

source: The files are moved (not copied) to the new location.
zh_hans: 文件会被移动（而非复制）到新位置。
zh_hant: 檔案會被移動（而非複製）到新位置。

source: Use ⌘X / ⌘V in Finder to move files.
zh_hans: 在 Finder 中使用 ⌘X / ⌘V 移动文件。
zh_hant: 在 Finder 中使用 ⌘X / ⌘V 移動檔案。

source: xSpark needs Accessibility permission to send ⌘X / ⌘V keystrokes to Finder.
zh_hans: xSpark 需要辅助功能权限，才能向 Finder 发送 ⌘X / ⌘V 按键。
zh_hant: xSpark 需要輔助使用權限，才能向 Finder 傳送 ⌘X / ⌘V 按鍵。
